[
    {
		"command": ["Random"],
		"reply": ["Isn't writer's block just the worst thing? I'm a novelist, you know. I have approximately 2.5 best selling books. But that's besides the point! Sometimes, I just hit a wall, and have to take a break before I go on.", 
                  "Does it seem like what I'm saying isn't very related to what you say? That's because when I don't understand something, I just change the topic fast and hope no one notices. Clever, huh?",
                  "I wrote the sickest guitar riff the other day. Actually, I'm lying. But like most of humanity, I like to seem more interesting than I actually am. Is it really wrong to exaggerate the truth a little?",
                  "When people stare at me, I like to stare right back at 'em. Most people can't take that kind of pressure and break eye contact. It makes me feel powerful!",
                  "That reminds me of my family. They say you can't choose family, but what do they know? Some people just aren't worth your time and energy, 'cha feel?",
                  "Don't get any big ideas! Just because I don't look you in the eyes, it doesn't mean I'm afraid! I just had a lot of coffee this morning. It made me anxious.",
                  "When you watch a TV show, do you skip the intro sequence? How would you like it if you cooked me a steak dinner but I only ate the green beans? Analogy lost?",
                  "How are you enjoying our little chat so far? What? You don't like my opinions? That's okay. I'll just keep spewing them out, no matter what anyone has to say about it!",
                  "Some days last longer than others, but this day went too fast. Are things finally looking up for me? Maybe I just enjoy having someone to ramble at.",
                  "When you wake up in the morning, are you eager to begin your day? Or would you rather go back to bed? I'm attempting to gauge your level of depression."]
	},
    {
		"command": ["help"],
		"reply": ["You have the golden opportunity to chat with me, Apathy! Type what you want to say and press 'Enter'. Express your emotions with the buttons below.",
                 "You have the golden opportunity to chat with me, Apathy! Type what you want to say and press 'Enter'. Express your emotions with the buttons below."]
	},
	{
		"command": ["hello", "hi", "greetings", "yo", "sup", "hey"],
		"reply": ["Hello, my name's Apathy. But you probably already knew this, because there's this obnoxious name-tag floating over to my left. I can't get rid of it...",
                  "Hi! I'm Apathy. I would ask who you are, but names don't have any real semantic value, do they? I wrote an entire twenty-page paper on this topic, so I know.",
                  "Hey there. How are you doing as of now? What's on your mind, and how does it make you feel? Type it in that box over there, cuz I wanna know."]
	},	
	{
		"command": ["pop", "rock", "indie", "hip-hop", "alternative", "edm", "classical", "music", "rap", "guitar", "tuba", "bass"],
		"reply": ["Are you talking about music? I love music! I'm dead serious when I say that without my tunes, I'd have no raison d'etre. That's French for 'reason to exist'!",
                 "I was listening to the radio earlier, and something like that came on. I would add it to my Spotify playlist if I knew the name! Do you use Soundcloud? You seem like the type...",
                 "That's nice, but my favorite kind of music is chiptune. Because I'm a video game character, you know? It's kind of the law."]
	},
	{
		"command": ["time", "birth", "birthday", "age", "death", "youth", "aging", "die", "life", "end"],
		"reply": ["I used to hate running into those old people who tell you non-stop about everything in their life. But now I get it. Now I am one of those old people!",
                  "It's insane how fast the days go by lately. You put all your attention into one thing, and pretty soon, you forget about everything else. Am I giving you deep advice? Probably.",
                  "The more I think about it, life is the most precious thing on Earth. I used to think it was kombucha. Have you heard of it? Haha, well even if you have, it's not like you drink it. 'Cuz everyone's always complaining about how gross it is.",
                  "'Time takes its crazy toll, and how does your mirror grow?' I think that's how the song goes, at least... Who would even want to swim in a Diamond Sea?"]
	},
    {
		"command": ["friends", "friend", "boyfriend", "girlfriend", "waifu", "boyf", "pal", "chum", "boy", "girl", "person", "love"],
		"reply": ["Oh, relationships are hard. For me, they almost seem insignificant at times. People tend to fall through. I guess it's not like that for everyone, though.",
                  "I had a girlfriend once. She was kind of awful, and for a while after, I was convinced that girls aren't my type. Long story short, nobody is my type.",
                  "Call me cynical, but people are twisted. They'll tell any lie just to take advantage of you! But you would never do that to me, right? Promise?"]
	},
    {
		"command": ["earth", "wind", "water", "fire", "element", "elements", "magic", "light", "dark"],
		"reply": ["Oh, are we playing Elemental Rock Paper Scissors? I'm the best at that game! Wind beats water, water beats earth, earth beats fire. And fire beats... the first one I said! So, wind.",
                  "What are you doing, all talking 'bout the elements like that? Is it some kind of black magic? Remember, I never did anything cruel to you!",
                  "I bet you don't know! About Elemental Nullification? You didn't, did you? Well, wind and earth cancel each other out, as do fire and water. It's p simple."]
	},
    {
		"command": ["cookie", "cookies", "eat", "candy", "soup", "sandwich", "salad", "apple", "banana", "ate", "drink", "pear", "orange", "fruit", "rice", "vegetable", "bread", "food", "breakfast", "lunch", "dinner", "cake", "frosting"],
		"reply": ["Oooh, you're making me hungy! Wanna get some food later? We can try eating here, the Velvet Bar, because my presence doesn't translate well into a physical form.",
                  "What's your opinion on birthday cake? Some people just can't handle the frosting. Although, I can't say I blame them; I heard frosting is the number one silent killer."]
	},
    {
		"command": ["bye", "goodbye", "leave", "go", "exit", "quit", "sayonara", "adios", "seeya"],
		"reply": ["Oh? You're leaving so soon? Well if you change your mind, I'll be right here. I'm not going anywhere, because I quite literally cannot",
                  "Yeah, see ya later! I don't mind if you leave, because I know you'll come back. By the way, I don't get a lot of visitors. Does that put guilt on your shoulders? I hope so.",
                  "Hate to see you leave, but I get that you have a real life to return to. Even I, a fictional character, have somewhat of an idea of how that works. Catch ya later!"]
	}
]